Repository: msjahun/intrim_fees_project_asp_dot_net_mvc
Catalog: Intrim_fees_project/App_GlobalResources/Content.*.resx
Languages: tr

# btn_bot_dormitofies_fees
source: B.O.T Dormitories' Fees (PDF)
tr: Y.İ.D Yurtları Ücretleri (PDF)

# btn_bot_dormitories_fees_2018
source: B.O.T Dormitories' Fees (2018 Spring) (PDF)
tr: Y.İ.D Yurtları Ücretleri (2018 İlkbahar) (PDF)

# btn_clear_filter
source: Clear Filter
tr: Temiz filtre

# btn_emu_dormitories_fees
source: EMU Dormitories' Fees (PDF)
tr: DAÜ Yurtları Ücretleri (PDF)

# btn_search
source: Search
tr: Arama

# emu_intro_text
source: Eastern Mediterranean University has the best dormitories in the region, Enjoy the slideshow before you begin your search.
tr: Doğu Akdeniz Üniversitesi, bölgedeki en iyi yatakhanelere sahiptir. Aramaya başlamadan önce slayt gösterisinin tadını çıkarın.

# filter_glide_price_range
source: Price Range
tr: Fiyat aralığı

# filter_header_bed
source: Bed
tr: Yatak Türü

# filter_header_kitchenette
source: Kitchenette
tr: Mutfak

# filter_header_more_options
source: Hide options
tr: Seçenekleri gizle

# filter_header_nececities
source: Nececities
tr: ihtiyaçlar

# filter_header_other_options
source: Other options
tr: Diğer seçenekler

# filter_header_wc_shower
source: WC-Shower
tr: WC - Duş

# filter_option_air_condition
source: Air condition (AC)
tr: Klima

# filter_option_bed_bunk
source: Bunk
tr: Ranza

# filter_option_cafeteria
source: Cafeteria
tr: Kafeterya

# filter_option_center_heating_cooling
source: Central Heating/Cooling
tr: Merkezi Isıtma

# filter_option_generator
source: Generator
tr: Jeneratör

# filter_option_internet_wireless
source: Wireless
tr: Kablosuz

# filter_option_internt_cable
source: Cable
tr: Kablolu

# filter_option_kitchenette_flats
source: Flats
tr: Katta

# filter_option_kitchenette_room
source: In Room
tr: Odada

# filter_option_laundry
source: Laundry
tr: Çamaşırhane

# filter_option_refrigerator
source: Refrigerator
tr: Buzdolabı

# filter_option_room_tel
source: Room Tel.
tr: Oda Telefonmu

# filter_option_tv_hall
source: In Hall
tr: Salonda

# filter_option_tv_room
source: In Room
tr: Odada

# filter_option_wc_shower_common
source: Common
tr: Ortak

# filter_option_wc_shower_flats
source: Flats
tr: Katta

# filter_option_wc_shower_room
source: In Room
tr: Odada

# filter_select_dormitory_name
source: Dormitory Name
tr: Yurt adı

# filter_select_dormitory_type
source: Dormitory type
tr: Yurt tipi

# filter_select_room_area
source: Room Area
tr: Oda Alanı

# instruction_text
source: Select any checkbox filter to begin
tr: Başlamak için herhangi bir onay kutusunu seçin

# lang_code
source: tr
tr: en

# lang_trans_link
source: /FeesAndFacilities/Index/tr
tr: /FeesAndFacilities/Index/en

# filter_range_10_to_20
source: 10 m2 to 20 m2
tr: 10 m2 ila 20 m2

# filter_range_21_to_25
source: 21 m2 to 25 m2
tr: 21 m2 ila 25 m2

# filter_range_26_to_30
source: 26 m2 to 30 m2
tr: 26 m2la 30 m2

# filter_range_greater_than_30
source: Greater than 30 m2
tr: 30 m2'den büyük

# filter_dormitory_type_bot_dormitories
source: Privately-Owned Campus Dormitories
tr: Yap İşlet Devret ve Diğer Yurtlar

# filter_dormitory_type_emu_dormitories
source: EMU Dormitories
tr: DAÜ Yurtları

source: BANK NAME
tr: BANKA ADI

source: EMU B.O.T Dormitories
tr: DAÜ Yap-İşlet-Devret Yurtları

# emu_bot_dormitories1
source: All fees are per person, in U.S. Dollars, and to be paid
tr: Ödeme Planı ve Ücretler

# emu_bot_dormitories2
source: on an annual basis.
tr: Ücretler USD üzerindendir.

# emu_bot_dormitories3
source: The cash payment or the payment of the I. Installment has to be made on the registration date.
tr: Ücretler PEŞİN veya TAKSİTLİ olmak üzere iki seçeneklidir

# emu_bot_dormitories4
source: All fees can be paid cash or in installments.
tr: Bazı yurtlarda depozito alınmaz ancak normal kullanım dışı zarar-ziyan öğrencilerden tahsil edilir,

# emu_bot_dormitories5
source: Some of the dormitories request deposit.
tr: Elektrik (*), su, temizlik gibi giderler ücrete dahildir.

# emu_bot_dormitories7
source: (*) Some of the dormitories has electric quota.
tr: (*) Bazı Yurtlarda elektrik kotalıdır.

# emu_bot_dormitories8
source: All dormitories have rooms for male and female students.
tr: Kampüs İçi Özel Yurtlar

source: EMU Dormitories Bank Accounts
tr: DAÜ Yurtları Banka Hesap Numaraları

source: EMU Dormitories' Fees (PDF)
tr: DAÜ Yurtları Ücretleri (PDF)

# installment_date_2019
source: Installment: 25 March 2019
tr: Taksit: Kayıt esnasında

# installment_date_april_2019
source: Installment: 25 April 2019
tr: Taksit: 25 Nisan 2019

# installment_date_december_2018
source: Installment: 25 December 2018
tr: Taksit: 25 Aralık 2018

# Installment_date_may_2019
source: Installment: 27 May 2019
tr: Taksit: 27 Mayıs 2019

# installment_date_november_2019
source: Installment: 26 November 2018
tr: Taksit: 26 Kasım 2018

# ories_2
source: Elektric (*), water, internet and cleaning services are included in the fee.
tr: Elektrik(*), su, temizlik gibi giderler ücrete dahildir.

# ories_3
source: (*) Electric has quota. If the quota exceeded, students can buy electric for their rooms.
tr: (*)Elektrik kotalıdır. Sözleşmede belirtilen kota aşımı durumunda öğrenciler Kw elektrik satın alabilirler.

# ories_fall_semester
source: Fall Semester
tr: Güz Dönemi

# ories_installment_during_registration
source: Installment: During Registration
tr: Taksit tarihleri sırası ile

# ories_installment_october
source: Installment: 25 October 2018
tr: Taksit: 25 Ekim 2018

# ories_spring_semester
source: Spring Semester
tr: Bahar Dönemi

source: Private Dormitories in the Campus
tr: Kampüs İçi Özel Yurtlar

# private_dormitory_in_campus_link
source: Kamacıoğlu Dormitory
tr: Kamacıoğlu Öğrenci Yurdu

# static_text_emu_dormitories
source: EMU Dormitories
tr: DAÜ Yurtları

# static_text_emu_dormitories0
source: The fees are in Turkish Lira (TL ) and for one semester
tr: Ücretler DÖNEMLİK (TL) üzerindendir.

# static_text_emu_dormitories_1
source: Fees can be paid either cash or in 4 installments.
tr: Ücretler PEŞİN veya TAKSİTLİ olmak üzere iki seçeneklidir

# static_text_fees_and_facilities
source: Fees and Facilities
tr: Özellikler ve Ücretler

source: Sort by
tr: Göre sırala

# sort_by_area
source: Room area
tr: Oda alanı

# sort_by_price
source: Price
tr: Fiyat
